export const initial_posts = [
  {
    id: "0",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "1",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "2",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "3",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "4",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "5",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "6",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "7",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "8",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "9",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "10",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
  {
    id: "11",
    title:
      "サンプルテキストサンプル ルテキストサンプルテキストサンプルテキストサンプル ルテキスト",
    image: window.location.origin+"/assets/images/post_img1.jpg",
    content:
      "ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります。ここにはテキストが入ります。ここにはテキストが入りますここにはテキストが入りますここにはテキストが入りますここにはテキストが入ります",
  },
];